//仿数据库的json数据


//所有有关前端技术分享的文文章
export const webMsg = [
    {
        id:1,
        imgUrl:require('./2018-07-01_220743.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:2,
        imgUrl:require('./2018-06-10_170158.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:3,
        imgUrl:require('./2018-07-01_220018.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:4,
        imgUrl:require('./2018-06-10_111243.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:5,
        imgUrl:require('./2018-07-01_220018.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:6,
        imgUrl:require('./2018-07-01_220743.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
];




//所有有关前端面试的文章
export const reviewMsg = [
    {
        id:1,
        imgUrl:require('./2018-07-01_220743.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:2,
        imgUrl:require('./2018-06-10_170158.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:3,
        imgUrl:require('./2018-07-01_220018.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:4,
        imgUrl:require('./2018-06-10_111243.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:5,
        imgUrl:require('./2018-07-01_220018.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:6,
        imgUrl:require('./2018-07-01_220743.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
];



//
export const othersMsg = [
    {
        id:1,
        imgUrl:require('./2018-07-01_220743.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:2,
        imgUrl:require('./2018-06-10_170158.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:3,
        imgUrl:require('./2018-07-01_220018.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:4,
        imgUrl:require('./2018-06-10_111243.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:5,
        imgUrl:require('./2018-07-01_220018.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
    {
        id:6,
        imgUrl:require('./2018-07-01_220743.gif'),
        title:"Web安全，了解一下?",
        text:"如同标题所写的，今天要聊的是WEB安全机制，但这“前端”二字倒是说的狭义了些，安全的问题大部分还是更依赖于后端的过滤和拦截措施，后端的"
    },
];

